---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.GraphicDisplayOptionsModel
source: html/1ad3e0c9-8ea6-49dc-62d4-40b67aad1f9b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.GraphicDisplayOptionsModel Property

"Model Display"

## Syntax (C#)
```csharp
public static ForgeTypeId GraphicDisplayOptionsModel { get; }
```